{
	"summary": {
		"paragraphs": [
			"Frontend developer from Buenos Aires with a proven track record of solving user experience challenges. My expertise in TypeScript, HTML, CSS, and a range of frontend frameworks allows me to quickly adapt to diverse project needs. I've streamlined workflows, driven product improvements, and actively participated in building a high-caliber team. My dedication to continuous learning ensures I deliver impactful solutions."
		],
		"highlights": ["Frontend developer", "Typescript", "impactful solutions"]
	},
	"experience": [
		{
			"title": "My work at Mercanis",
			"company": "Mercanis",
			"url": "https://mercanis.com/",
			"position": 0,
			"tags": ["TypeScript", "Jira", "Svelte", "Tailwind CSS", "ZOD"],
			"date_label": "May 2022 - Present",
			"paragraphs": [
				"Since joining Mercanis in May 2022, I've thrived in its collaborative and dynamic environment.  My work focuses on crafting client-driven software solutions. One highlight was designing and implementing a new Backoffice application that directly improved the day-to-day for the development and product teams. This deepened my product understanding and let me contribute to its ongoing success.",
				"Beyond development, I'm proud to be a part of Mercanis' strong team culture. I enjoy actively participating in technical interviews, helping us source top talent.  This experience reinforces my commitment to high standards and has broadened my own perspectives on effective development."
			],
			"highlights": ["add value", "technical interviews", "high standards"]
		},
		{
			"title": "My work at Viset",
			"company": "Viset",
			"url": "https://visetlab.com/",
			"position": 1,
			"tags": [
				"Angular",
				"TypeScript",
				"Ionic",
				"Capacitor",
				"SCSS",
				"Firebase"
			],
			"date_label": "Oct 2021 - Present",
			"paragraphs": [
				"As the sole frontend developer for a mobile app with over 200 daily users, I've owned enhancing the user experience. From streamlining navigation to flawless audio streaming, my work has contributed to our app's success.  My adaptability as a solo developer has ensured a smooth-running app while also creating internal tools like admin panels, boosting our team's efficiency.",
				"The experience at Viset has been incredibly rewarding. My passion for impactful development is reflected in my ability to juggle UX improvements with internal solutions that support our team's growth."
			],
			"highlights": ["user experience", "efficiency", "boosting"]
		}
	]
}
